export const SafetyConfig = [
  {
    name: '電池空間最佳化',
    top: -0.9,
    left: 6.9,
    title: '輕量化鋁鋼底盤',
    body: '選用高強度鋼材和鋁合金，強化底盤結構安全性。同時可降低車體重量、提高續航里程。',
  },
  {
    name: '五連桿獨立後懸吊系統',
    top: -21.6,
    left: 22.5,
    title: '輕量化鋁鋼底盤',
    body: '選用高強度鋼材和鋁合金，強化底盤結構安全性。同時可降低車體重量、提高續航里程。',
  },
  {
    name: '輕量化鋁鋼底盤',
    top: 8.7,
    left: 26,
    title: '輕量化鋁鋼底盤',
    body: '選用高強度鋼材和鋁合金，強化底盤結構安全性。同時可降低車體重量、提高續航里程。',
  },
  {
    name: '50:50 前後軸配重',
    top: 16,
    left: 16.2,
    title: '輕量化鋁鋼底盤',
    body: '選用高強度鋼材和鋁合金，強化底盤結構安全性。同時可降低車體重量、提高續航里程。',
  },
  {
    name: '490mm低重心',
    top: 24,
    left: 4.9,
    title: '輕量化鋁鋼底盤',
    body: '選用高強度鋼材和鋁合金，強化底盤結構安全性。同時可降低車體重量、提高續航里程。',
  },
];
