export const BatteryExtremeTesting = [
  {
    title: '國際防護認證防水防塵測試',
    body: '通過全球IPX7、IP6X、IPX9K 國際防護認證確保電池的防水防塵性能',
  },
  {
    title: '耐久性測試',
    body: '經過多項道路耐久性、鹽霧腐蝕和化學腐蝕測試確保電池組件的穩健性能',
  },
  {
    title: '溫度測試',
    body: '通過極限溫度和濕度測試在極端環境下，確保電池的性能和安全性',
  },
  {
    title: '電池健康度測試',
    body: '經歷數千次的充放電測試循環確保電力傳輸的耐用性',
  },
  {
    title: '穿刺測試',
    body: '電池透過不同尺寸、速度及角度的穿刺測試以確保熱失控管理的穩定性，提供優異的安全表現為車上乘員提供全面保護',
  },
  {
    title: '特殊極端測試',
    body: '經過內部嚴格的特殊防火和 360 度角柱碰撞測試在極端情況下，即使電池發生損壞時，亦能確保安全',
  },
];
